Repository: mlemosf/pomoplug
Catalog: timurr/timer/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Not found
pt_br: Não encontrado

source: Error 404
pt_br: Erro 404

source: Oh no!
pt_br: Ah não!

source: The resource you’re looking for might have been moved, renamed, or is temporarily unavailable.
pt_br: O recurso que você está procurando pode ter sido movido, renomeado ou está indisponível.

source: Return to the homepage
pt_br: Retornar para o início

source: Timurr - Pluggable timers
pt_br: Timurr - Temporizadores plugáveis

source: Keeping you in sync with the tools you already love.
pt_br: Mantendo você sincronizado com as ferramentas que você já ama.

source: Add timers directly into Notion, Obsidian, Redmine, Jira and any other tool. Timurr reads the unique identifiers from your tasks and spins up a focused timer in seconds.
pt_br: Adicione temporizadores diretamente no Notion, Obsidian, Redmine, Jira e em qualquer outra ferramenta. O Timurr lê os identificadores únicos das suas tarefas e inicia um temporizador focado em segundos.

source: Sign in to start a session
pt_br: Faça login para iniciar uma sessão

source: Create a new task
pt_br: Criar uma nova tarefa

source: Give a name to your task.
pt_br: Dê um nome à sua tarefa.

source: Timers are generated automatically from the active task identifier in your linked tool.
pt_br: Os temporizadores são gerados automaticamente a partir do identificador da tarefa ativa na sua ferramenta vinculada.

source: Designed to fit right inside your workflow
pt_br: Projetado para se encaixar perfeitamente no seu fluxo de trabalho

source: Timurr thrives as an embedded link inside your project or knowledge management workspace. Whether you plan your day in Notion, outline deep work in Obsidian, manage product cycles in Redmine, or track sprints in Jira, Timurr turns every task into a focus session. Check out how to integrate Timurr in your tool of choice in the
pt_br: O Timurr prospera como um link incorporado dentro do seu projeto ou espaço de trabalho de gerenciamento de conhecimento. Seja para planejar seu dia no Notion, esboçar trabalhos profundos no Obsidian, gerenciar ciclos de produto no Redmine ou rastrear sprints no Jira, o Timurr transforma cada tarefa em uma sessão de foco. Confira como integrar o Timurr na ferramenta de sua escolha no

source: integration guide.
pt_br: guia de integração.

source: Automatic timer generation
pt_br: Geração automática de temporizadores

source: Works with task identifiers
pt_br: Funciona com identificadores de tarefas

source: Drop-in link for any workspace
pt_br: Link incorporado para qualquer espaço de trabalho

source: Easy sign-in so you focus on your work
pt_br: Sign-in fácil para você focar no seu trabalho

source: How it works
pt_br: Como funciona

source: Add the Timurr link to a task in your preferred workspace.
pt_br: Adicione o link do Timurr a uma tarefa no seu espaço de trabalho preferido.

source: Timurr reads the identifying field from the task.
pt_br: O Timurr lê o campo de identificação da tarefa.

source: A personalized pomodoro timer spins up instantly.
pt_br: Um temporizador pomodoro personalizado é iniciado instantaneamente.

source: Track progress and stay accountable across every context.
pt_br: Acompanhe o progresso e mantenha-se responsável em todos os contextos.

source: Embed Timurr links inside your pages to launch timers right beside your tasks and weekly plans.
pt_br: Incorpore links do Timurr dentro das suas páginas para iniciar temporizadores ao lado das suas tarefas e planos semanais.

source: Reference Timurr from your notes to transform research and writing sessions into focused sprints.
pt_br: Referencie o Timurr em suas notas para transformar sessões de pesquisa e escrita em sprints focados.

source: Keep engineering cycles aligned by attaching timers to tickets, stories, and blockers with zero setup.
pt_br: Mantenha os ciclos de engenharia alinhados anexando temporizadores a tickets, histórias e bloqueios sem configuração.

source: Visit the Timurr blog
pt_br: Visite o blog do Timurr

source: This action will permanently delete the timer. Are you sure?
pt_br: Esta ação excluirá permanentemente o temporizador. Tem certeza?

source: Yes, remove
pt_br: Sim, remover

source: Cancel
pt_br: Cancelar

source: Timers
pt_br: Temporizadores

source: Remove timer
pt_br: Remover temporizador

source: No timers found. Create a new one to get started.
pt_br: Nenhum temporizador encontrado. Crie um novo para começar.

source: Track and sync your focus cycles without leaving your flow.
pt_br: Acompanhe e sincronize seus ciclos de foco sem sair do seu fluxo.

source: Remove
pt_br: Remover

source: Failed to remove timer.
pt_br: Falha ao remover temporizador.

source: Normal mode
pt_br: Modo normal

source: Running
pt_br: Executando

source: Completed cycles
pt_br: Ciclos concluídos

source: Integration guides
pt_br: Guias de integração

source: Current pomodoro
pt_br: Timer atual

source: Focus through the full sprint. Timurr handles the status updates, logging, and task alignment in the background.
pt_br: Mantenha o foco durante todo o sprint. O Timurr gerencia as atualizações de status, registro e alinhamento de tarefas em segundo plano.

source: Timurr automatically records each completed cycle and resets the timer to your default sprint length. When connected tools are open, identifiers stay in sync without manual updates.
pt_br: O Timurr registra automaticamente cada ciclo concluído e reinicia o temporizador para o comprimento padrão do sprint. Quando as ferramentas conectadas estão abertas, os identificadores permanecem sincronizados sem atualizações manuais.

source: Stay aligned with your workspace
pt_br: Mantenha-se alinhado com seu espaço de trabalho

source: Keep the original task open in your tool of choice so Timurr can mirror your progress.
pt_br: Mantenha a tarefa original aberta na ferramenta de sua escolha para que o Timurr possa espelhar seu progresso.

source: Let each sprint finish naturally - cycle counts update automatically with no manual input.
pt_br: Deixe cada sprint terminar naturalmente - as contagens de ciclos são atualizadas automaticamente sem entrada manual.

source: Use the Pause button to log interruptions without losing your remaining focus time.
pt_br: Use o botão Pausar para registrar interrupções sem perder o tempo de foco restante.

source: Reset or archive timers from the sidebar to keep your active queue clean.
pt_br: Redefina ou arquive temporizadores na barra lateral para manter sua fila ativa limpa.
